import React from "react";
import styled from "styled-components";

import Page from "../components/common/Page";
import Message from "../components/common/Message";

const PrivacyPolicyPage = () => {
	return (
		<Page>
			<h1>개인정보처리방침</h1>
			<Message>
				1. 수집하는 개인정보의 항목 및 수집방법 (1) 수집하는 개인정보의 항목
				재단은 최초 회원 가입 또는 서비스 이용 시 이용자로부터 아래와 같은
				개인정보를 수집하고 있습니다. □ 회원가입의 경우 – 이름, 생년월일,
				휴대전화번호, 이메일주소, 비밀번호 등 □ 프로그램 참여자의 경우 –
				소속기관명, 연구책임자, 부서명, 연구분야, 직위, 연구기간, 연구비 등
				(프로그램의 형식에 따라 요청하는 정보가 다르며, 프로그램 참여시 약관동의
				하에 진행가능) □ 포럼 참여자의 경우 – 성명, 휴대폰, 소속, 이메일주소,
				직위, 전화번호, 생년월일, 성별, 나이, 소재지, 분야등 ※ 재단은 이용자의
				사생활을 현저히 침해할 우려가 민감정보(사상·신념, 노동조합·정당의
				가입·탈퇴, 정치적 견해 등)는 수집하지 않습니다. ※ 재단은 원칙적으로
				이용자가 만 14세 미만자일 경우 개인정보를 수집하지 않습니다. 부득이
				서비스 이용을 위하여 만 14세 미만자의 개인정보를 수집할 때에는, 사전에
				법정대리인의 동의를 구하고 관련 업무가 종료됨과 동시에 정보를 지체 없이
				파기토록 하겠으며 업무가 진행되는 동안 개인정보를 철저히 관리토록
				하겠습니다. (2) 개인정보 수집방법 – 홈페이지, 서면양식,
				팩스/전화/이메일등을 통한 수집 ※ 재단은 이용자께서 재단의 약관동의
				내용에 대해 “동의” 또는 “동의하지 않음”을 선택할 수 있는 절차를 마련하고
				있습니다. 2. 개인정보의 수집 및 이용목적 재단은 수집한 개인정보를 다음의
				목적을 위해 활용합니다. 1) 홈페이지 회원가입, 프로그램참여 및 과제신청시
				– 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별, 회원자격
				유지∙관리, 서비스 부정이용 방지, 각종 고지∙통지 – 과제 공모 일정에 따라
				일정 공지, 과제 접수 결과 통지, 과제심사, 과제 심사 단계별 결과 공지 및
				연락, 최종 선정 과제 운영 및 관리, 과제 중복 접수 여부 확인, 과제 연구
				DB 및 이력 사후관리 – 문의자의 신원 확인, 문의사항 확인 및 조사를 위한
				연락∙통지, 처리결과 통보 2) 과제참여자(연구책임자, 참여연구원)
				연구계획서 제출시 – 과제참여자의 연구개발 과제 수행의 적정성 평가 –
				과제참여자의 인건비 적정성 확인 – 과제 중복 접수 확인 3) 참여연구원 최종
				선정 과제 참여시 – 본인 식별, 과제 참여에 따른 연구비 지급, 최종 선정
				과제 운영 및 관리, 과제 중복 접수 여부 확인, 과제 연구 DB 및 이력 사후
				관리 3. 개인정보의 보유 및 이용기간 원칙적으로, 재단은 개인정보 수집 및
				이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단,
				관계법령의 규정에 의하여 보존할 필요가 있는 경우, 재단은 관계법령에서
				정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 재단은 해당
				개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여
				보존합니다. 4. 개인정보의 파기 절차 및 파기방법 개인정보 파기절차 및
				방법은 다음과 같습니다. (1) 파기절차 이용자의 개인정보는 목적이 달성된
				후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련
				법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된
				후 파기됩니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는
				보유되는 이외의 다른 목적으로 이용되지 않습니다. (2) 파기방법 전자적
				파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을
				사용하여 삭제합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을
				통하여 파기합니다. 5. 수집한 개인정보의 위탁 재단은 서비스 이행을 위해
				아래와 같이 개인정보 처리 업무를 외부 전문업체에 위탁하여 처리하고
				있습니다. 개인정보 처리위탁은 개별 서비스 별로 그 이행을 위해 필요한
				경우에 한해 각 위탁업체에 대해 이루어집니다. 개인정보의 처리를 위탁하는
				경우에는 개인정보 보호의 안전을 기하기 위하여 개인정보보호 관련
				지시엄수, 개인정보에 대한 비밀유지, 제3자 제공의 금지 및 사고시의
				책임부담, 위탁기간, 처리 종료 후의 개인정보의 반환 또는 파기 등을 명확히
				규정하고, 위탁업체가 개인정보를 안전하게 처리하도록 감독합니다. 업체,
				위탁하는 업무의 내용이 변경될 경우, 웹사이트 공지사항(또는
				서면·이메일·전화·SMS 등의 방법으로 개별공지)을 통하여 알려드리겠습니다.
				6. 제3자에게의 개인정보 제공 재단은 이용자의 개인정보를 원칙적으로
				외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다. – 법령의
				규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라
				수사기관의 요구가 있는 경우 – 유료 서비스 제공에 따른 요금 정산을 위하여
				필요한 경우 – 통계작성, 학술연구나 시장조사를 위해 특정 개인을 식별할 수
				없는 형태로 가공하여 제공하는 경우 – 이용자들이 사전에 동의한 경우
				이상에 기재된 업체는 추후 변동될 수 있습니다. 업체가 변경되거나, 또는
				기재된 내용 외에 이용자의 개인정보를 제공하거나 공유하는 경우에는 이에
				대한 별도 이용자 동의를 구하는 절차를 거쳐 제공합니다. 7. 이용자 및
				법정대리인의 권리와 그 행사방법 이용자 및 법정대리인은 등록되어 있는
				이용자 본인 혹은 당해 만 14세 미만자의 개인정보 관련하여, 언제든지
				개인정보 열람/ 정정·삭제/ 처리정지/ 동의 철회를 요청할 수 있습니다. 이를
				위하여 개인정보 관리책임자에게 서면, 전화 또는 이메일로 연락하시면
				지체없이 조치하겠습니다. 재단은 다음에 해당하는 경우에는 개인정보의 전부
				또는 일부에 대하여 열람/ 정정·삭제를 거절할 수 있습니다. – 법률에 따라
				열람이 금지되거나 제한되는 경우 – 다른 사람의 생명·신체를 해할 우려가
				있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는
				경우 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을
				완료하기 전까지 당해 개인정보를 이용 또는 제3자에게 제공하지 않습니다.
				또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를
				제3자에게 지체없이 통지하겠습니다. 재단은 이용자 혹은 법정대리인의
				요청에 의해 삭제/ 처리정지된 개인정보는 “3. 개인정보의 보유 및
				이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수
				없도록 처리하고 있습니다. 이용자의 개인정보를 최신의 상태로 정확하게
				입력하여 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는
				사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를
				입력할 경우 회원자격이 상실될 수 있습니다. 이용자는 개인정보를 보호 받을
				권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고
				있습니다. 비밀번호를 포함한 이용자의 개인정보가 유출되지 않도록
				조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해
				주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을
				훼손할 시에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등에
				의해 처벌 받을 수 있습니다. 8. 개인정보 자동수집 장치의 설치, 운영 및 그
				거부에 관한 사항 재단은 이용자의 정보를 저장하고 찾아내는 데에
				‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 재단의 웹사이트를 운영하는데
				이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로,
				이용자의 컴퓨터 하드디스크에 저장됩니다. (1) 쿠키 등 사용 목적
				아이디저장 기능 및 팝업창의 구현등의 개인 맞춤 서비스 제공 (2) 쿠키 설정
				거부 방법 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서
				웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될
				때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
				( 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다. )
				– 쿠키설정 방법 (인터넷 익스플로러9.0을 사용하고 있는 경우) :
				「도구」메뉴에서「인터넷옵션」을 선택합니다.「개인정보 탭」을
				클릭합니다. 「설정」을 이용하여 본인에게 맞는 쿠키허용 수준을 설정하시면
				됩니다. – 받은 쿠키를 보는 방법 (익스플로러9.0을 사용하고 있는 경우) :
				「도구」 메뉴에서 「인터넷옵션」 을 선택합니다. 「일반」 탭을 클릭하여
				‘검색기록’ 의 「설정」 으로 들어가서, 「파일보기」 를 통해 확인합니다. –
				쿠키 설정 거부 방법 (인터넷 익스플로어 9.0 사용하고 있는 경우) :
				「도구」 메뉴에서 「인터넷옵션」 을 선택합니다. 「개인정보 탭」 을
				클릭합니다. 「설정」 을 이용하여 상위레벨로 하여 “모든 쿠키차단” 으로
				설정하시면 됩니다. 9. 기타 개인정보 처리에 관한 방침 (1) 개인정보 보호를
				위한 기술적, 관리적 조치 재단은 이용자의 개인정보를 처리함에 있어
				개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를
				위하여 다음과 같은 기술적, 관리적 조치를 강구하고 있습니다. – 개인정보의
				암호화 ㆍ이용자의 개인정보는 비밀번호에 의해 보호되며, 데이터 분실을
				막기 위해 데이터 백업을 하고 있습니다. – 해킹 등에 대비한 대책 ㆍ재단은
				백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한
				조치를 취하고 있습니다. ㆍ재단은 암호알고리즘을 이용하여 네트워크 상의
				개인정보를 안전하게 전송할 수 있는 보안장치(SSL)를 채택하고 있습니다.
				ㆍ해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석
				시스템 등을 이용하여 보안에 만전을 기하고 있습니다. (2) 링크사이트 제공
				방침 재단은 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를
				제공할 수 있습니다. 이 경우 재단은 제3자의 사이트, 자료, 제품 및
				서비스에 대한 아무런 통제권이 없으므로 그로부터 제공받는 제품 및
				서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다.
				재단이 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로
				옮겨갈 경우 해당 사이트의 개인정보보호정책은 재단과 무관하므로 새로
				방문한 사이트의 정책을 검토해 보시기 바랍니다. (3) 게시물 운영 방침
				재단은 이용자의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록
				최선을 다하여 보호합니다. 그러나 다음의 경우는 그렇지 아니합니다. –
				스팸(spam)성 게시물 – 타인을 비방할 목적으로 허위 사실을 유포하여 타인의
				명예를 훼손하는 게시물 – 동의 없는 타인의 신상공개 게시물 – 재단 또는
				제3자의 지적재산권 등 권리를 침해하는 내용의 게시물 – 기타 게시판 주제와
				다른 내용의 게시물 재단은 바람직한 게시판 문화를 활성화하기 위하여 동의
				없는 타인의 신상 공개시 특정 부분을 삭제하거나 기호 등으로 수정하여
				게시할 수 있으며, 다른 주제의 게시판으로 이동 가능한 내용일 경우 해당
				게시물에 이동 경로를 밝혀 오해가 없도록 하고 있습니다. 그 외의 경우
				명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다. 근본적으로
				게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또 게시물을
				통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보 공개 전에 심사
				숙고하시기 바랍니다. (4) 이메일 무단수집 거부 방침 재단은 게시된 이메일
				주소가 전자우편 수집 프로그램이나 그 밖의 기술적 장치를 이용하여 무단
				수집되는 것을 거부합니다. 이를 위반 시 「정보통신망 이용촉진 및 정보보호
				등에 관한 법률」등에 의해 처벌 받을 수 있습니다. (5) 광고성 정보의 전송
				재단은 이용자의 명시적인 수신거부의사에 반하여 영리목적의 광고성 정보를
				전송하지 않습니다. 재단은 이용자가 상품정보 안내, 뉴스레터 등 이메일
				전송에 대한 동의를 한 경우, 이메일 제목란 및 본문란에 다음 사항과 같이
				이용자가 쉽게 알아 볼 수 있도록 조치합니다. – 이메일 제목란에는 광고라는
				문구를 표시하지 않을 수 있으며 이메일 본문란의 주요 내용을 표시합니다. –
				이메일 본문란에는 이용자가 수신거부의 의사표시를 할 수 있는 전송자의
				명칭, 이메일 주소 및 전화번호를 명시하고, 이용자가 수신 거부의 의사를
				쉽게 표시할 수 있는 방법을 명시합니다. 팩스·휴대폰 문자전송 등 이메일
				이외의 매체를 통해 영리목적의 광고성 정보를 전송하는 경우 관련 법령에
				따라 전송내용 처음에 “광고” 문구를 표기하는 등 필요한 조치를 행합니다.
				10. 기타 개인정보 처리에 관한 방침 재단은 이용자의 개인정보를 보호하고
				개인정보와 관련한 불만이 있을경우 아래의 연락처로 연락주시기 바랍니다.
				(1) 개인정보 보호책임자 및 개인정보 보호 업무 담당부서 　전화 :
				02-2072-2226 　문의처 : support@medicalinnovation.or.kr (2) 기타 기관
				이용자는 재단의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련
				민원을 재단측 연락처 혹은 담당부서로 신고하실 수 있습니다. 재단은
				이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. 기타
				개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
				문의하시기 바랍니다. – 개인정보침해신고센터 (www.118.or.kr/ 118) –
				대검찰청 인터넷범죄수사센터 (www.spo.go.kr / 02-3480-3600) – 경찰청
				사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330){" "}
			</Message>
		</Page>
	);
};

export default PrivacyPolicyPage;
